export const tmpMoviesArray = [
  {
    movieId: 1,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 2,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 3,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 4,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 5,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 6,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 7,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 8,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 9,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 10,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 11,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 12,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 13,
    owner: 'Dasha',
    nameRU: "«Роллинг Стоунз» в изгнании",
    nameEN: "Stones in Exile",
    director: "Стивен Кайак ",
    country: "США",
    year: "2010",
    duration: 61,
    description: "В конце 1960-х группа «Роллинг Стоунз», несмотря на все свои мегахиты и сверхуспешные концертные туры, была разорена. Виной всему — бездарный менеджмент и драконовское налогообложение в Британии. Тогда музыканты приняли не самое простое для себя решение: летом 1971 года после выхода альбома «Stiсky Fingers» они отправились на юг Франции записывать новую пластинку. Именно там, на Лазурном Берегу, в арендованном Китом Ричардсом подвале виллы Неллькот родился сборник «Exile on Main St.», который стал лучшим альбомом легендарной группы.",
    trailerLink: "https://www.youtube.com/watch?v=UXcqcdYABFw",
    image: {
      url: "/uploads/stones_in_exile_b2f1b8f4b7.jpeg",
    },
    thumbnail: ''
  },
  {
    movieId: 14,
    owner: 'Dasha',
    nameRU: "All Tomorrow's Parties",
    nameEN: "All Tomorrow's Parties",
    director: " Джонатан Кауэтт",
    country: "Великобритания",
    year: "2009",
    duration: 4300,
    description: "Хроники британского фестиваля, который первым нарушил монополию «Гластонбери», «Ридинга» и прочих пивных сборищ в чистом поле — и с тех пор прослыл одним из самых независимых и принципиальных. ATP из года в год проходит на базе отдыха в английской глуши, где артисты и их поклонники живут в одинаковых номерах, не бывает коммерческих спонсоров, программу составляют приглашенные кураторы (в разное время ими были Ник Кейв, Belle & Sebastian, Sonic Youth и даже Мэтт Грейнинг). И, главное, где не любят вздорных людей — основатель фестиваля Барри Хоган однажды сказал, что никогда больше не станет иметь дело с группой Killing Joke, «потому что они му...аки». Эта демократичность сказалась и на фильме: часть съемок сделана адептами фестиваля на мобильный телефон.",
    trailerLink: "https://www.youtube.com/watch?v=D5fBhbEJxEU",
    image: {
      url: "/uploads/all_tommoros_parties_33a125248d.jpeg",
    },
    thumbnail: ''
  },
];

export const tmpAccountData = {
  name: "Dasha",
  email: "test1@mail.ru",
}

export const beatfilmMoviesApi = 'https://api.nomoreparties.co/beatfilm-movies';
export const beatfilmMoviesPath = 'https://api.nomoreparties.co';
export const moviesApi = 'https://api.my-movies.students.nomoredomains.icu';
